export default function TermsOfServicePage() {
	return (
		<div className="p-16 bg-white w-full">
			<h2 className="text-2xl text-gray-900 font-bold md:text-4xl mb-6">
				(Terms of Service) Умови користування
			</h2>
			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">
					Порядок оформлення замовлення
				</p>
				<p className="my-3 text-gray-600 leading-10">
					1. Покупець самостійно оформлює Замовлення шляхом заповнення форми на
					сайті Інтернет-магазину або з допомогою оператора контакт-центру
					Інтернет-магазину.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					2. Замовлення є дійсним за умови підтвердження можливості його
					виконання з боку Інтернет-магазину.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					3. Основні характеристики Товару та ціну визначено у картці
					відповідного товару. Для затвердження можливості придбання Товару по
					визначеній в картці ціни Покупцю надсилається підтвердження.
				</p>
			</div>

			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">Порядок оплати</p>
				<p className="my-3 text-gray-600 leading-10">
					1. Покупець оплачує вартість Замовлення у національній валюті (гривні)
					на умовах та у спосіб відповідно до доступного сервісу та способу
					оплати. Податки включено до вартості Товару.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					2. У випадку, якщо за Покупцем обліковується доставлений і не
					отриманий Товар, вартість наступних Замовлень сплачуються ним на
					умовах повної передоплати.{" "}
				</p>
			</div>

			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">
					Строк, вартість та умови доставки
				</p>
				<p className="my-3 text-gray-600 leading-10">
					1. Доставка Товару здійснюється на вказану адресу на умовах:
					кур’єрської доставки, доставки до відділення служби доставки,
					отримання Покупцем Товару у точці видачі.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					2. Плата за доставку Товару у точку видачі товарів не стягується.
					Плата за доставку Товару іншим способом визначається відповідно до
					умов надання послуг обраної служби доставки. Інформація про вартість
					доставки доступна для перегляду при заповненні форми замовлення.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					3. У разі неможливості з боку Покупця отримати Товар в обумовлені час
					та/або дату він може погодити нові час та/або дату доставки відповідно
					до умов обраної служби доставки. При неможливості вчасно отримати
					Товар в обумовлені в точці видачі Покупець має право одноразової зміни
					часу та/або дати отримання Товару.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					4. У разі повторного неотримання Товару Покупцем з причин, не залежних
					від Продавця, Замовлення анулюється. При цьому сума попередньої
					оплати, сплачена Покупцем, повертається з вирахуванням витрат,
					понесених Продавцем при виконані та організації доставки такого
					Замовлення.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					5. Моментом отримання і прийняття Товару Покупцем є момент (залежно
					від того, яка подія настала раніше): підписання Покупцем документа на
					підтвердження отримання ним Товару, підписання Покупцем документів
					служби доставки, що свідчать про отримання відправлення із Товаром,
					фактичне отримання Покупцем Товару і вчинення Покупцем дій, що
					свідчать про прийняття Товару (Покупець отримав Товар і покинув точку
					видачі товару).
				</p>
			</div>

			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">
					Права та обов&apos;язки сторін
				</p>
				<p className="my-3 text-gray-600 leading-10">
					1. Продавець зобов&apos;язаний: передати Покупцю Товар за умови його
					наявності у Продавця на момент підтвердження Замовлення.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					2. Продавець має право: вимагати від Покупця відшкодування збитків,
					завданих порушенням умов Договору. використовувати технології для
					збирання та зберігання інформації про Покупця. Це може включати в себе
					запис одного або декількох куки або анонімних ідентифікаторів.
					Продавець також може використовувати куки й анонімні ідентифікатори
					при взаємодії з відвідувачів з послугами, запропонованими партнерами.
					направляти Покупцю повідомлення про персональні рекомендації,
					персональні знижки та пропозиції, новини та акції, про хід виконання
					замовлення чи розгляду звернення.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					3. Покупець зобов&apos;язаний: своєчасно оплатити і отримати Товар.
				</p>
				<p className="my-3 text-gray-600 leading-10">
					4. Покупець має право: оформити Замовлення із використанням
					телефонного зв’язку або форми замовлення на сайті Інтернет-магазину;
					вимагати від Продавця виконання умов Договору; відмовитися від
					отримання маркетингових повідомлень.
				</p>
			</div>
		</div>
	);
}
