import { globalConfig } from "@/shared/configs/global";

export default function PrivacyPolicyPage() {
	return (
		<div className="p-16 bg-white w-full">
			<h2 className="text-2xl text-gray-900 font-bold md:text-4xl mb-6">
				(Privacy Policy) Політика конфіденційності
			</h2>
			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">
					Використання сайту {globalConfig.shopLabel}
				</p>
				<p className="my-3 text-gray-600 leading-10">
					Сайт дозволяє переглядати матеріали сайту і завантажувати їх виключно
					для особистого використання (використання некомерційного характеру).
					При цьому обов&apos;язкова умова збереження вами відомостей щодо
					авторського права і подібної інформації згідно права власності, які
					містяться у вихідних матеріалах і різних їхніх копіях. Суворо
					забороняється будь-яким чином редагувати матеріали сайту, поширювати,
					демонструвати або використовувати їх в комерційних або громадських
					цілях. Використання матеріалів сайту в інших джерелах заборонено.
				</p>
			</div>

			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">
					Відмова від відповідальності
				</p>
				<p className="my-3 text-gray-600 leading-10">
					Інформація про послуги і матеріали сайт надає без гарантії. Сайт не
					гарантує повноту наданих матеріалів, програм, послуг і їх точність. У
					будь-який момент, без попереднього повідомлення, сайт має право
					вносити поправки і зміни в матеріали і послуги, продукти і ціни. Якщо
					матеріали і послуги застаріли, сайт не зобов&apos;язаний здійснювати
					оновлення. не бере на себе відповідальність за шкоду, обгрунтовану
					використанням, неможливістю використання або результатами використання
					даного сайту.
				</p>
			</div>

			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">Реєстрація на сайті</p>
				<p className="my-3 text-gray-600 leading-10">
					У разі реєстрації на caйті Ви приймаєте угоду про надання достовірної,
					правдивої і точної інформації про себе та особисті контактні дані. Під
					час реєстрації Вам надається логін і пароль, за безпеку яких
					відповідальність покладена тільки на Вас. Також Ви відповідальні за
					дії, що здійснюються на сайті під вашим логіном та паролем. При втраті
					даних, отриманих під час реєстрації на сайті, Ви зобов&apos;язані
					повідомити нас про це.
				</p>
			</div>

			<div className="mx-auto">
				<p className="mt-4 text-gray-600 font-bold">
					Використання персональних даних
				</p>
				<p className="my-3 text-gray-600 leading-10">
					Наш сайт використовує технології для збору і зберігання інформації
					відвідувачів. Це запис кукі, анонімних ідентифікаторів. Крім того, ми
					використовуємо кукі і анонімні ідентифікатори при використанні
					відвідувачами сайту для маркетингових цілей: вивчення поведінки
					користувачів для поліпшення структури сайту. Наш сайт використовує
					технології для збору і зберігання інформації відвідувачів. Це запис
					кукі, анонімних ідентифікаторів. Ми збираємо і використовуємо особисту
					інформацію про користувачів відповідно до законодавства України.
				</p>
			</div>
		</div>
	);
}
